{
  "article": [
    {
      "id": 12813,
      "date": "2017-06-29T16:33:22",
      "date_gmt": "2017-06-29T16:33:22",
      "guid": {
        "rendered": "https://yali.edit.america.gov/?p=12813"
      },
      "modified": "2017-11-17T13:36:06",
      "modified_gmt": "2017-11-17T13:36:06",
      "slug": "yali-voices-successful-advocacy-campaigns",
      "status": "publish",
      "type": "post",
      "link": "https://yali.state.gov/yali-voices-successful-advocacy-campaigns/",
      "title": {
        "rendered": "YALI Voices: How to conduct successful advocacy campaigns"
      },
      "content": {
        "rendered": "<p><em>Contributed by Samreen Alkhair, 2016 Mandela Washington Fellow, Sudan</em></p> <p style="text-align: left"><a href="https://staticyali.state.gov/uploads/2017/06/Screen-Shot-2017-06-29-at-12.24.33-PM.png"><img class="alignleft" src="https://staticyali.state.gov/uploads/2017/06/Screen-Shot-2017-06-29-at-12.24.33-PM.png" alt="Woman standing in front of United Nations building" width="317" height="413" /></a>In this blog post I am going to explain how to conduct successful campaigns and advocacy campaigns based on both my personal and professional experience. In the past three years I have had the honor of working national and international campaigns on various human rights issues. Today I will share the steps my NGO took alongside other NGOs to conduct successful campaigns and advocate for human rights issues.</p> <p>In order to push for political or social change, whether it is transparency, fighting corruption, or restoration of the rule of law, a clear plan must be in place on how to accomplish this change and how to later sustain it. For the purpose of this blog post I am going to take <strong>transparency in governmental institutions</strong> as our example.</p> <p>Every campaign must be specific and have a clear end target. This target must be achievable and realistic. Achieving transparency in governmental institutions still remains as a grand title that needs to be further broken down. Therefore, for this example we are going to assume that there is no policy in place to insure transparency and fight corruption, and we want the public to be part of our campaign to push the government to establish policies that guarantee transparency and punish corruption.</p> <p>In the beginning we must define how we are going to approach this issue and put the policy in place. it is always helpful to start by breaking our campaign into a few levels. <strong>For the purpose of this example we are going to break our campaign into three main levels: the first is the grass-roots level, the second is the public, governmental figures within the country and other institutions that share the goal of your campaign, and the third is the international and regional level.</strong> You might chose as an NGO to focus your campaign at only one of these levels depending on your capacity and vision.</p> <p>In the next step we are going to break each level even further to start structuring our campaign.</p> <p><strong>The first level, or the grass-roots level,</strong> is one of the most crucial levels to ensure the success and sustainability of our campaign, especially for campaigns that target subjects such as transparency in governmental institutions that concern the public’s everyday life. Targeting the grass roots can be done in a direct manner by the NGO or through working with community leaders and grass-roots CSOs.</p> <p>As a start we need to inform the public about the size of corruption in the country and define the means to do so depending on the community structure. Many campaigners usually target communities through catchy names that are easy to remember. Then we must choose the means to approach the community. This may take many forms, such as media campaigns, a Facebook page, a Twitter hashtag, blogs, YouTube, a website, door-to-door campaigns, distribution of written media, targeting youth in educational institutions, or more traditional ways such as conducting workshops and conferences on the community level. A factor we need to keep in mind when we target the grass-roots level is to gather clear data on the level of response and participation to be able to develop the campaign and set benchmarks and success indicators.</p> <p><strong> The second level is governmental, public figures within the country and other institutions that share the same goal as your campaign.</strong> This level is usually the hardest level to target due to its importance, but it is never impossible. First, we must have a clear vision of the policy change that must take place, and it will be helpful to have a professional to set a draft policy in order to have a negotiation point with the key personnel. Targeting people at this level can be done through setting partnerships with the key personnel to conduct workshops, hold conferences or even seek joint funds for the issue. The more you have people from this level on board, the more it is possible for your campaign to succeed. In addition, the campaign can be stronger if you have more NGOs to follow your trends. <strong>Campaigns always have the rule “more is better.”</strong></p> <p>Sometimes it is really difficult to work with governments due to lack of willingness, which takes us to <strong>the third level, or the international and regional level.</strong> There are many international and regional institutions that can influence governments into policy change. The campaigners should map the international and regional bodies that their governments are a part of and how these institutions can be approached. If the campaigners find it is hard to reach such powerful bodies due to lack of financial means or for any other reason, there are always alternative means. For example, social media is considered a powerful tool to reach the international level through using hashtags and videos and encouraging people from all around the world to join the campaign. Also consider targeting international NGOs and United Nations bodies concerned with economic, social and cultural rights and regional bodies such as the African Union.</p> <p>Finally, it is noteworthy to point out that successful campaigns take a long time. Sometimes it might take decades. In addition, the same campaign could work in one place and not another. Campaigns must always be continually improved and revisited in order to succeed.</p> <p><em>If you have questions on running a campaign, you can reach Samreen at <a href="mailto:sam-272@hotmail.com" target="_blank" rel="noopener">sam-272@hotmail.com</a>.</em></p> <p><em>The views and opinions expressed here belong to the author and do not necessarily reflect those of the YALI Network or the U.S. government.</em></p> ",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>In this blog post I am going to explain how to conduct successful campaigns and advocacy campaigns based on both my personal and professional experience.</p> ",
        "protected": false
      },
      "author": 8,
      "featured_media": 12816,
      "comment_status": "closed",
      "ping_status": "closed",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": [ ],
      "categories": [
        151
      ],
      "tags": [
        95,
        29
      ],
      "content_type": [ ],
      "featured_img_url": "https://staticyali.state.gov/uploads/2017/06/Screen-Shot-2017-06-29-at-12.24.33-PM.png",
      "post_tag_names": [
        {
          "term_id": 95,
          "name": "English",
          "slug": "english",
          "term_group": 0,
          "term_taxonomy_id": 99,
          "taxonomy": "post_tag",
          "description": "",
          "parent": 0,
          "count": 588,
          "filter": "raw"
        },
        {
          "term_id": 29,
          "name": "Volunteerism",
          "slug": "volunteerism",
          "term_group": 0,
          "term_taxonomy_id": 29,
          "taxonomy": "post_tag",
          "description": "",
          "parent": 0,
          "count": 31,
          "filter": "raw"
        }
      ],
      "post_category_names": [
        {
          "term_id": 151,
          "name": "Community Service",
          "slug": "community-service",
          "term_group": 0,
          "term_taxonomy_id": 159,
          "taxonomy": "category",
          "description": "",
          "parent": 0,
          "count": 20,
          "filter": "raw",
          "cat_ID": 151,
          "category_count": 20,
          "category_description": "",
          "cat_name": "Community Service",
          "category_nicename": "community-service",
          "category_parent": 0
        }
      ],
      "post_content_type_names": false,
      "_links": {
        "self": [
          {
            "href": "https://yali.state.gov/wp-json/wp/v2/posts/12813"
          }
        ],
        "collection": [
          {
            "href": "https://yali.state.gov/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://yali.state.gov/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/users/8"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/comments?post=12813"
          }
        ],
        "version-history": [
          {
            "href": "https://yali.state.gov/wp-json/wp/v2/posts/12813/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/media/12816"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://yali.state.gov/wp-json/wp/v2/media?parent=12813"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/categories?post=12813"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/tags?post=12813"
          },
          {
            "taxonomy": "content_type",
            "embeddable": true,
            "href": "https://yali.state.gov/wp-json/wp/v2/content_type?post=12813"
          },
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  ]
}
